tap "homebrew/bundle"

brew "asdf"
brew "bat"
brew "btop"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git-delta"
brew "git-extras"
brew "git-lfs"
brew "jq"
brew "luarocks"
brew "neovim"
brew "ripgrep"
brew "starship"
brew "stow"
brew "yazi"
brew "yq"
brew "zoxide"

tap "hashicorp/tap"

brew "hashicorp/tap/terraform"
brew "hashicorp/tap/vagrant"
brew "hashicorp/tap/vault"
brew "hashicorp/tap/packer"

tap "kubescape/tap"

brew "helm"
brew "kubernetes-cli"
brew "kubescape/tap/kubescape-cli"
brew "minikube"
